Shear area (reduced extreme shear stress coefficient) in the direction of weak axis (Wq).
  Namespace:   Autodesk.Revit.DB.Structure.StructuralSections
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
  Since:  2018
 Syntax
  C#
public double ShearAreaWeakAxis { get; set; }
  Visual Basic
Public Property ShearAreaWeakAxis As Double
	Get
	Set
  Visual C++
public:
property double ShearAreaWeakAxis {
	double get ();
	void set (double value);
}
 See Also
  StructuralSectionAnalysisParams Class
  Autodesk.Revit.DB.Structure.StructuralSections Namespace